blog-posts/2004-02-27-plannerel-goodness.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>planner.el goodness</title>
<!-- 2015-10-19 Mon 13:59 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<link rel="stylesheet" type="text/css" href="../css/foundation.min.css"></link>
<link href='http://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'></link>
<link rel="stylesheet" type="text/css" href="../css/org-export.css"></link>
<link rel="stylesheet" type="text/css" href="../css/style.css"></link>
<link rel="stylesheet" type="text/css" href="../css/emacs-notes.css"></link>
</head>
<body>
<div id="content">
<h1 class="title">planner.el goodness</h1>
<p>
February 27th, 2004 -
<a href="http://sachachua.com/blog/p/1785"><a href="http://sachachua.com/blog/p/1785">http://sachachua.com/blog/p/1785</a></a>
</p>

<p>
Andrew Laing wrote:
</p>

<blockquote>
<p>
I think the work you put into Planner et al is fantastic. I have spent
 quite a bit of time over the past week poring over your web page and
.el
 files and just wanted to take a second to say thank you for all your
 work. I have recently switched to Emacs as my text-editor and
sincerely
 appreciate sites like yours which help me understand it better. Thank
 you!
</p>
</blockquote>

<p>
Awwwwwwww! =)
</p>

<p>
E-Mail from Andrew Laing
</p>
</div>
<div id="postamble" class="status">
<div class="back-to-top"><a href="#top">Back to top</a> | <a href="mailto:sacha@sachachua.com">E-mail me</a></div>
</div>
</body>
</html>
